create table Day
(
    Time varchar(50),
    Description varchar(50)
)
insert into Day (Time, Description)
values
('8:30','Завтрак'),
('9:00','Сборы'),
('9:50','Выхожу из дома'),
('10:26','Сажусь в автобус'),
('10:45','Пересадка'),
('11:10','Иду в колледж'),
('14:50','Выхожу их колледжа'),
('15:10','Сажусь в маршрутку'),
('15:50','Пересадка'),
('16:30','Иду в магазин'),
('17:50','Еду домой'),
('18:10','Дома'),
('18:15','Кормлю животных'),
('18:30','Ем'),
('19:30','Долги'),
('20:50','Уборка'),
('21:15','Учеба'),
('22:00','YouTube'),
('23:00','Долги'),
('1:30','Сон')

select * from Day